{
    "@context": "https://schema.org",
    "@graph": [
        {
            "@type": "WebPage",
            "@id": "https://route4me.com/press/#webpage",
            "url": "https://route4me.com/press",
            "name": "Press Center - Media Coverage of Route4Me Route Optimization Software",
            "description": "See what others are saying about the world's most used route optimization software. Media coverage and press mentions of Route4Me's route planning and optimization platform.",
            "isPartOf": {
                "@id": "https://route4me.com/#website"
            },
            "author": {
                "@id": "https://route4me.com/#corporation"
            },
            "publisher": {
                "@id": "https://route4me.com/#corporation"
            },
            "primaryImageOfPage": {
                "@id": "https://route4me.com/press/#primaryimage"
            },
            "image": {
                "@id": "https://route4me.com/press/#primaryimage"
            },
            "about": {
                "@id": "https://route4me.com/press/#presscoverage"
            },
            "mainEntity": {
                "@id": "https://route4me.com/press/#presscoverage"
            },
            "keywords": "route optimization, fleet management, press coverage, route planning software, Route4Me media, logistics technology, last mile delivery, supply chain technology, delivery optimization, route planning press, transportation technology, enterprise route software, media mentions"
        },
        {
            "@type": "ImageObject",
            "@id": "https://route4me.com/academic/#primaryimage",
            "url": "https://apps-static.routeml.com/structured-data/platform_route-optimization-software.jpg",
            "caption": "Route4Me Academic Last-Mile Optimization Technology for Education",
            "alternateName": "Interactive Route Planning and Logistics Optimization Platform for Educational Use",
            "width": 1920,
            "height": 1080
        },
        {
            "@type": "ItemList",
            "@id": "https://route4me.com/press/#presscoverage",
            "name": "Media Quotes About Route4Me",
            "description": "Media coverage and press mentions highlighting Route4Me's route planning and optimization platform from major publications around the world.",
            "url": "https://route4me.com/press",
            "itemListElement": [
                {
                    "@type": "ListItem",
                    "position": 1,
                    "item": {
                        "@type": "Quotation",
                        "text": "Free AI-powered software like Detrack, Route4Me, and Shipday assist with more effective route planning that results in less time in transit, less gas used, and better coordination of multiple stops in minimal journeys. Plus, optimized routing equates to drivers having fewer hours on the road, which in turn lowers your spending on salary.",
                        "author": {
                            "@type": "Organization",
                            "name": "Modern Shipper"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 2,
                    "item": {
                        "@type": "Quotation",
                        "text": "A Midwest customer of route optimization platform Route4Me uses geofencing to alert drivers when they enter a high crime area to make them aware that they need to pay extra attention to their load. Customers can also draw on the map to create \"avoidance zones\" so drivers are routed around that area.",
                        "author": {
                            "@type": "Organization",
                            "name": "CCJ Digital"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 3,
                    "item": {
                        "@type": "Quotation",
                        "text": "Every successful company that I know has been putting a lot of effort into getting ready for this… The ones that don't are going to lose a lot of business.",
                        "author": {
                            "@type": "Organization",
                            "name": "Bloomberg"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 4,
                    "item": {
                        "@type": "Quotation",
                        "text": "We optimize the delivery routes with the Route4Me app and email it to our drivers. On delivery day, they also get a hardcopy of the route, plus any special instructions for particular addresses, such as a tricky driveway or a number the driver can call if he or she gets lost.",
                        "author": {
                            "@type": "Organization",
                            "name": "Santa Barbara Bucket Brigade"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 5,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me, a company that provides businesses with software to maximize the efficiency of the routes used to distribute products, has seen a massive boom due to the pandemic. It is companies like Route4Me that can help businesses to digitalize their cross-border supply chains, easing the difficulties experienced by people during the COVID-19 pandemic.",
                        "author": {
                            "@type": "Organization",
                            "name": "The Heritage Foundation"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 6,
                    "item": {
                        "@type": "Quotation",
                        "text": "We believe that being able to accommodate rapidly changing dynamic routes, dispatched to intuitive mobile apps, and supported by an amazing customer experience is the only way businesses will be able to overcome challenges associated with COVID 19. Our self-service platform will plan thousands of routes in a matter of seconds, and help track the location and progress of each task and route destination.",
                        "author": {
                            "@type": "Organization",
                            "name": "Pandemic Tech News"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 7,
                    "item": {
                        "@type": "Quotation",
                        "text": "It's an honor to work with The Red Cross of Rome to support their very necessary, admirable, and very difficult task of providing aid to those impacted by the coronavirus.",
                        "author": {
                            "@type": "Organization",
                            "name": "Material Handling Network"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 8,
                    "item": {
                        "@type": "Quotation",
                        "text": "We have proprietary and patented technology, hosted almost entirely on the Google Cloud Platform. Route4Me's easy-to-use self-service platform scales to support organizations of any size, to significantly increase work efficiency, enable smart workforce guidance, and enables real-time operational orchestration and visibility, to ultimately help achieve a 300% improvement on most work activities, without adding additional people or staff.",
                        "author": {
                            "@type": "Organization",
                            "name": "Industry Today"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 9,
                    "item": {
                        "@type": "Quotation",
                        "text": "Studies show it costs at least 30% more to replace someone, due to training costs, etc. As hiring and training new staff is already an added business expense, experts such as Khasis recommend avoiding this route if possible. Every person you fire will cost at least 130% to replace, assuming there isn't a massive drop in hourly rates.",
                        "author": {
                            "@type": "Organization",
                            "name": "Yahoo! Finance"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 10,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me provides a route planning and mapping system that lets businesses find the most optimal route between multiple destinations. The platform automatically plans routes for many people simultaneously, creates a detailed route manifest, a map with pins and route lines, driving (or walking) directions, and dispatches the route directly to any smartphone.",
                        "author": {
                            "@type": "Organization",
                            "name": "Google Cloud"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 11,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route optimization platform Route4Me now offers its services free of charge to government agencies at the federal, city, and municipality level around the world to help them optimize routes for deliveries. Route4Me can be deployed in almost every country because it is powered by Google Maps.",
                        "author": {
                            "@type": "Organization",
                            "name": "Inbound Logistics"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 12,
                    "item": {
                        "@type": "Quotation",
                        "text": "A donated software platform, Route4Me, has been instrumental in making the delivery routes to seniors seamless to execute. More than 20,000 seniors countywide receive supplemental food from the FSBC each year, but without the ability to pick it up at a senior center or other location, a delivery plan was one of the first priorities. All kinds of things are happening that enable us to do this job. It would not be something the Foodbank could do by ourselves. We're just so grateful for all the assistance,' Smith-Meyer said.",
                        "author": {
                            "@type": "Organization",
                            "name": "YARDI"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 13,
                    "item": {
                        "@type": "Quotation",
                        "text": "When COVID started to unravel, we realized that government and federal agencies don't have the capacity to supply as much as is necessary now… We just want to generally help them as long as we can.",
                        "author": {
                            "@type": "Organization",
                            "name": "FOOD BANK NEWS"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 14,
                    "item": {
                        "@type": "Quotation",
                        "text": "One of the top tech trends in logistics is the development of routing software that can allow drivers to plan and optimize their routes for greater efficiency. Software, like what Route4Me provides, can solve common problems such as fuel shortages, traffic blocks, poor weather, and indirect routes by allowing drivers to plot the quickest and the best route for them and their load.",
                        "author": {
                            "@type": "Organization",
                            "name": "CULTBIZZTECH"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 15,
                    "item": {
                        "@type": "Quotation",
                        "text": "The beauty is, if you're starting a delivery business today, and you just have very few stops you could do it practically for very little money. As you scale up and you have more complexity and more things that you want to do, you can do it. And then if you get to thousands of vehicles and thousands of things, we can still support your business.",
                        "author": {
                            "@type": "Organization",
                            "name": "Bakers Journal"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 16,
                    "item": {
                        "@type": "Quotation",
                        "text": "Businesses need to adapt to more deliveries because behaviors are changing… And many are saying they don't know how to do it. Our tool is just one small piece of the puzzle… it's a complicated journey and we just want to support communities and people throughout these difficult times.",
                        "author": {
                            "@type": "Organization",
                            "name": "DC Velocity"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 17,
                    "item": {
                        "@type": "Quotation",
                        "text": "We have proprietary and patented technology, which can significantly increase work efficiency, and help achieve a 300% improvement on most work activities, without adding additional people or staff. Driver shortages existed before the pandemic, but things have gotten much worse. Our technology will help plan the shortest, fastest, and most optimal driving routes, and it will also help track the location and progress of each task and route destination. Gaining visibility into activities completed by employees, contractors, or volunteers is very powerful when every minute of activity helps others.",
                        "author": {
                            "@type": "Organization",
                            "name": "Payments NEXT"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 18,
                    "item": {
                        "@type": "Quotation",
                        "text": "Driver shortages existed before the pandemic, but things have gotten much worse. Our technology will help plan the shortest, fastest, and most optimal driving routes, and it will also help track the location and progress of each task and route destination. Gaining visibility into activities completed by employees, contractors, or volunteers is very powerful when every minute of activity helps others.",
                        "author": {
                            "@type": "Organization",
                            "name": "DC Velocity"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 19,
                    "item": {
                        "@type": "Quotation",
                        "text": "Screwing up your sleep schedule is bad. You wake up late because you don't have to drive and you end up going to bed later and later and you wake up all messed up.",
                        "author": {
                            "@type": "Organization",
                            "name": "The Ladders"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 20,
                    "item": {
                        "@type": "Quotation",
                        "text": "Dynamic Route Optimization software provider Route4Me has indicated that the provider will offer its platform services free of charge to all government agencies at the federal, city and municipality level around the world in the interest of public health and safety.",
                        "author": {
                            "@type": "Organization",
                            "name": "Supply Chain Matters"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 21,
                    "item": {
                        "@type": "Quotation",
                        "text": "The goal of Autonomous Supply Chain is to get in front of the problems and decisions rather than behind them while utilizing an advanced technology that can collaborate across the board. By incorporating all techniques across different business units and different business entities, the process is streamlined. When this is all put together, we are estimating anywhere from 25 to 50 percent value creation, savings and profit increase mainly because a lot of this process is currently human dependent.",
                        "author": {
                            "@type": "Organization",
                            "name": "Global Trade Magazine"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 22,
                    "item": {
                        "@type": "Quotation",
                        "text": "Most of your time will be consumed in planning and at the end of the day, you will end up servicing a very limited number of customers. Route4Me can help you plan things in a minute and save you huge, in terms of fuel, time and resources.",
                        "author": {
                            "@type": "Organization",
                            "name": "Tech In Expert"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 23,
                    "item": {
                        "@type": "Quotation",
                        "text": "When you use Route4Me like software, creating routes becomes absolutely easy for your Routing Professionals. The software, leveraged with the latest innovation, creates easy routes without making any delay. Importantly, it uses a methodology known as Agile, in which the software splits the city into sections and creates an optimal path, considering the customers, costs, and resources.",
                        "author": {
                            "@type": "Organization",
                            "name": "TheAlmostDone"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 24,
                    "item": {
                        "@type": "Quotation",
                        "text": "When it comes to achieving business success, especially into the customer-centric business, providing quick, convenient and cost-effective services play an integral role. Route4Me is developed based on this requirement. Let's integrate it into your business and snatch the goal and fulfill your business objective in no time.",
                        "author": {
                            "@type": "Organization",
                            "name": "The Almost Done"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 25,
                    "item": {
                        "@type": "Quotation",
                        "text": "Dan Khasis, founder and CEO of Route4Me, a route optimization software provider, said strong winds or severe weather can severely impact drones' capabilities. How do you incorporate a headwind? says Khasis. Is it going to reduce the possible efficiency [of the drone] by 40-50 percent on that specific date? Will you have to go back because it's too windy, rainy or snowy?",
                        "author": {
                            "@type": "Organization",
                            "name": "PPAI Media"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 26,
                    "item": {
                        "@type": "Quotation",
                        "text": "On a perfectly sunny day with no wind in the middle of nowhere, there's certainly many benefits, Khasis said. Drones, however, may be a better choice than trucks or planes only in certain environments, he continued. How do you incorporate a headwind? Khasis said. Is it going to reduce the possible efficiency [of the drone] by 40-50% on that specific date? Will you have to go back because it's too windy, rainy, or snowy? All of these factors contribute.",
                        "author": {
                            "@type": "Organization",
                            "name": "Clutch"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 27,
                    "item": {
                        "@type": "Quotation",
                        "text": "According to Dan Khasis, founder and CEO of logistics software company Route4Me, the time between delivery and the shopper retrieving the package is the most vulnerable part of the entire supply chain, he said. Khasis recommended using crime rates and previous incidents in certain areas to determine whether or not deliveries are automatically tagged as ones requiring a physical signature. Interactive mobile apps that warn drivers of an area's risk level when they enter it and a specific recipient's theft history are helpful tools, he added.",
                        "author": {
                            "@type": "Organization",
                            "name": "ASIS International"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 28,
                    "item": {
                        "@type": "Quotation",
                        "text": "Order early… As you get closer to the holidays, you just have to recognize that if you're shipping it a couple of days before, there's a very high chance it won't come and it's not because the companies don't want to do it. It's because they're overwhelmed.",
                        "author": {
                            "@type": "Organization",
                            "name": "Dayton Daily News"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 29,
                    "item": {
                        "@type": "Quotation",
                        "text": "With more than 1,000,000 users, Route4Me is one of the finest route planner apps. What makes it stand out is the ability to optimize your route in a better way.",
                        "author": {
                            "@type": "Organization",
                            "name": "iGeeksBlog"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 30,
                    "item": {
                        "@type": "Quotation",
                        "text": "Users who gave Route4Me a positive review commended its routing, voice data entry, and customer management features. They also mentioned that its ease of use allows them to efficiently plan trips and monitor fleets.",
                        "author": {
                            "@type": "Organization",
                            "name": "FitSmallBusiness.com"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 31,
                    "item": {
                        "@type": "Quotation",
                        "text": "Some telematics companies, in addition to the money they make from licensing fees for services, will resell all the tracking data to third-party companies or reseller, then all that data is then resold to other people. If you're a small fleet, you typically don't have a lot of negotiating power. If you have 500 vehicles or more, then you can say, 'I want you to guarantee that my data is not going to be sold,' and you're still going to get a lot of pushback.",
                        "author": {
                            "@type": "Organization",
                            "name": "Fleet Equipment Magazine"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 32,
                    "item": {
                        "@type": "Quotation",
                        "text": "Embracing the \"Computer-Commuter\" wave – in a big way – is Dan Khasis, CEO and founder of Route4Me, one of the country's lead route optimization software companies.",
                        "author": {
                            "@type": "Organization",
                            "name": "HOME BUSINESS"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 33,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me is an automated route planning and optimization software solution. Company founder and CEO Dan Khasis spoke to us about some common challenges when it comes to fleet routing, and how technology can help.",
                        "author": {
                            "@type": "Organization",
                            "name": "SearchAutoParts.com"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 34,
                    "item": {
                        "@type": "Quotation",
                        "text": "Leverage technology wherever possible–use Route4Me to plan the quickest and easiest routes for errands. Combine tasks and family time wherever possible to ensure that things are done in a way that is easiest for you.",
                        "author": {
                            "@type": "Organization",
                            "name": "HUFFPOST"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 35,
                    "item": {
                        "@type": "Quotation",
                        "text": "There are even apps that tell you the best route for multiple stops. Here are the best ones: Route4Me: iOS – Android",
                        "author": {
                            "@type": "Organization",
                            "name": "MoneyPantry"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 36,
                    "item": {
                        "@type": "Quotation",
                        "text": "Humans are fallible: We makes mistakes, we get distracted, and all it takes is a brief moment of distraction to crash a car and end a life, according to a press release from Route4Me, the world's most-used route optimization platform.",
                        "author": {
                            "@type": "Organization",
                            "name": "Professional Carwashing & Detailing"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 37,
                    "item": {
                        "@type": "Quotation",
                        "text": "Finding cheap gas is a lot easier with apps like Route4Me.",
                        "author": {
                            "@type": "Organization",
                            "name": "Mic"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 38,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me, the route optimization program, provides companies with more efficient routes so that businesses don't need to hire as many drivers to service their customers.",
                        "author": {
                            "@type": "Organization",
                            "name": "Healthcare PACKAGING"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 39,
                    "item": {
                        "@type": "Quotation",
                        "text": "A particular program you should add to your company's arsenal is Route4Me, the world's most-used route optimization platform. It offers route planning, vehicle tracking, territory mapping, and other features that will make your business more productive and profitable.",
                        "author": {
                            "@type": "Organization",
                            "name": "HOME BUSINESS"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 40,
                    "item": {
                        "@type": "Quotation",
                        "text": "[Big companies] can spend $50 million to power deliveries, a guy who does $200 million in sales — they can't afford spending that much when our platform gives them the same competitive edge.",
                        "author": {
                            "@type": "Organization",
                            "name": "NJBIZ"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 41,
                    "item": {
                        "@type": "Quotation",
                        "text": "Within hours of launching, it became obvious that what we thought was a utilitarian app to help house hunters and real-estate agents, was actually an extremely powerful business tool for logistics intensive businesses. Small business owners and Fortune 500 companies started offering us money to add more features, and we have been accommodating them.",
                        "author": {
                            "@type": "Organization",
                            "name": "HOME BUSINESS"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 42,
                    "item": {
                        "@type": "Quotation",
                        "text": "Need to visit our vendor and a few clients this afternoon? You could eyeball the map to pick the best route, or you could do it the scientific way. Here's a Web site that will find the most efficient route to all your destinations quickly and easily — complete with driving directions.",
                        "author": {
                            "@type": "Organization",
                            "name": "BNet"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 43,
                    "item": {
                        "@type": "Quotation",
                        "text": "There's no shortage of tools on the web for getting directions: Google Maps and Map Quest are amongst the most famous. These tools are all great for finding directions when you have a set order in mind. If you simply have a number of places you need to get to however, Route4Me can help you out by finding the shortest possible loop between the three points. This will not only save you time: it will save you gas and money.",
                        "author": {
                            "@type": "Organization",
                            "name": "MakeUseOf"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 44,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4me.com won't run your errands for you but it simplifies the task. Type in all the addresses you need to go to (up to 10), and the site will calculate the shortest route and provide directions.",
                        "author": {
                            "@type": "Organization",
                            "name": "Christian Science Monitor"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 45,
                    "item": {
                        "@type": "Quotation",
                        "text": "Getting from point A to B is easy with the help of Google Maps, but what if you have a number of stops to make, and want to make your travel time as fast as possible? Point your browser to Route4Me. This website lets you enter in all of the addresses you need to visit, then gives you driving directions for the fastest loop and shortest route between point A, B, C, D, or up to 10 different locations. No more wasting gas getting around inefficiently! Plus, you can enter the addresses in any order, and Route4Me will determine where you should go to make your trip as quick as possible.",
                        "author": {
                            "@type": "Organization",
                            "name": "GeekSugar"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 46,
                    "item": {
                        "@type": "Quotation",
                        "text": "You need to get to the library before closing, but you also have to pick up the dry cleaning, the kids from school (can't forget that one), and something for dinner along the way. On route4me.com, enter multiple addresses and it will calculate the shortest route to get it all done, complete with driving directions.",
                        "author": {
                            "@type": "Organization",
                            "name": "RealSimple"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 47,
                    "item": {
                        "@type": "Quotation",
                        "text": "Avoid waiting in gas-guzzling traffic jams, you can use this app to map routes for your multiple stops that doesn't waste gas. The app will provide directions based on the shortest distance or also provide options to see alternative routes that avoid highways or even toll roads.",
                        "author": {
                            "@type": "Organization",
                            "name": "Teri Pacitto Group"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 48,
                    "item": {
                        "@type": "Quotation",
                        "text": "When looking for directions, you're not always going from A to B. You may have a dozen places to go. This app will find the optimum route to all of your stops. You'll save time and gas.",
                        "author": {
                            "@type": "Organization",
                            "name": "Kim Komando"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 49,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me is a Web app that allows you to input multiple destinations and addresses, and the app will plot the most time and travel efficient course from location to location for you.",
                        "author": {
                            "@type": "Organization",
                            "name": "AppScout"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 50,
                    "item": {
                        "@type": "Quotation",
                        "text": "The idea is to let you avoid zigging and zagging all over town, and save time. That is one of the pivotal concerns for the vast majority of travelers I know, actually – maximizing their time. Just one hour more makes an absolute difference, and this site makes freeing time up something very straightforward.",
                        "author": {
                            "@type": "Organization",
                            "name": "KillerStartups"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 51,
                    "item": {
                        "@type": "Quotation",
                        "text": "Since it goes a step beyond the multiple-destination mapping feature I use all the time on Google and gives my iPhone this multiple-destination genius which it previously did not have, I heart this company.",
                        "author": {
                            "@type": "Organization",
                            "name": "LifeContained"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 52,
                    "item": {
                        "@type": "Quotation",
                        "text": "Before heading out the door, jump on the internet and enter the addresses of all the places you need to stop or fire up the iPhone app (more on that below). Route4Me plots your whole route for maximum efficiency. It will also map out a round trip so you can get back to where you started, without trying to backtrack using the initial directions.",
                        "author": {
                            "@type": "Organization",
                            "name": "LifeHacker"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 53,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4me.com lets you type in up to ten errands and their associated addresses. The website will calculate the optimal route, with driving directions. Instant gas savings!",
                        "author": {
                            "@type": "Organization",
                            "name": "ReadersDigest"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 54,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me basically, gives you turn-by-turn directions so you're not wasting your time when you want to find where you want to go.",
                        "author": {
                            "@type": "Organization",
                            "name": "ABC 12"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 55,
                    "item": {
                        "@type": "Quotation",
                        "text": "With a nice web interface and a new iPhone app, Route4Me is a great way to create a route for trips that have more than one stop. […] Route4Me, however, lets you enter in multiple destinations, giving you the most efficient route so you can save time and energy by driving less.",
                        "author": {
                            "@type": "Organization",
                            "name": "Mashable"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 56,
                    "item": {
                        "@type": "Quotation",
                        "text": "This app optimizes your route when traveling to multiple destinations, allowing you to enter up to 200 addresses per route. Route4me claims that routes are usually 25-35% shorter after being optimized.",
                        "author": {
                            "@type": "Organization",
                            "name": "True Car"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 57,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me is a website designed to make planning your car trips fast, efficient and cheap! You can enter up to 10 different addresses on the site and it will calculate the shortest route, complete with driving directions.",
                        "author": {
                            "@type": "Organization",
                            "name": "HV 11"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 58,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me is an online service that tells you the most efficient route to complete all your errands; just put in the addresses, and let it work its magic.",
                        "author": {
                            "@type": "Organization",
                            "name": "Yahoo!"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 59,
                    "item": {
                        "@type": "Quotation",
                        "text": "This app specializes in mapping out routes for multiple stops. So if you want to check out several garage sales or open houses in an unfamiliar neighborhood, Route4Me could map out a game plan so you don't waste gas zigzagging across town.",
                        "author": {
                            "@type": "Organization",
                            "name": "SF Examiner"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 60,
                    "item": {
                        "@type": "Quotation",
                        "text": "Whether you're planning the road trip of the century or just trying to get to work this summer, gas prices are likely on your mind. Your smartphone can be a powerful tool in your quest to find the cheapest way to fill up your tank and make those precious gallons last.",
                        "author": {
                            "@type": "Organization",
                            "name": "Popular Mechanics"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 61,
                    "item": {
                        "@type": "Quotation",
                        "text": "This application improves your route when traveling to multiple places to find the best one to your destinations, allowing for 25 to 35 percent better optimized directions. This application is free and available on the iPhone [HINT: and iPad too]",
                        "author": {
                            "@type": "Organization",
                            "name": "CBS MoneyWatch"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 62,
                    "item": {
                        "@type": "Quotation",
                        "text": "The next time you have to run errands, go to Route4Me.com to find the most efficient way to get everything done. Enter up to 10 different addresses on the site and it will calculate the shortest route, complete with driving directions. It is totally free and also available as an iPhone app.",
                        "author": {
                            "@type": "Organization",
                            "name": "CBS TV News"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 63,
                    "item": {
                        "@type": "Quotation",
                        "text": "The app could be particularly helpful for small business owners who regularly make multiple deliveries in a single trip.",
                        "author": {
                            "@type": "Organization",
                            "name": "USA Today"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 64,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4me optimizes your route when traveling to multiple destinations, allowing you to enter up to 200 addresses per route.",
                        "author": {
                            "@type": "Organization",
                            "name": "Wall Street Journal"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 65,
                    "item": {
                        "@type": "Quotation",
                        "text": "This paid app maps out routes for your multi-stop trip. Instead of driving back and forth across town, or unknowingly taking the long way to run errands, you can map the fastest or shortest path with Route4Me.",
                        "author": {
                            "@type": "Organization",
                            "name": "CNN Money"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 66,
                    "item": {
                        "@type": "Quotation",
                        "text": "Tips for improving the last mile of delivery.",
                        "author": {
                            "@type": "Organization",
                            "name": "RETAIL SUPPLY CHAIN insights"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 67,
                    "item": {
                        "@type": "Quotation",
                        "text": "Amazon rarely moves in a straightforward way. They're strategic thinkers, chess players. They plan ahead… Amazon has been able to convince people to pay for its Amazon Prime service by offering free two-day shipping to subscribers [and] that offer will be harder to fulfill as more and more people sign up. Yet as noted previously, Whole Foods has over 460 stores worldwide – and those stores now belong to Amazon, which can now use their physical spaces as distribution centers for all kinds of deliveries. These locations offer quality in addition to quantity.",
                        "author": {
                            "@type": "Organization",
                            "name": "FleetOwner"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 68,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me helps you save time and gas by creating the most efficient route that hits all the stops you need (up to 200 at a time!).",
                        "author": {
                            "@type": "Organization",
                            "name": "POPULAR MECHANICS"
                        }
                    }
                },
                {
                    "@type": "ListItem",
                    "position": 69,
                    "item": {
                        "@type": "Quotation",
                        "text": "Route4Me is a free iOS app that allows me to input up to 10 addresses and then sit back while the app generates a starting and ending point. Although many of the mapping apps I have will allow inputting more than one address, only Route4Me will optimize the order in which I visit them.",
                        "author": {
                            "@type": "Organization",
                            "name": "iPhone Life"
                        }
                    }
                }
            ]
        },
        {
            "@type": "Corporation",
            "@id": "https://route4me.com/#corporation",
            "name": "Route4Me",
            "url": "https://route4me.com",
            "brand": "Route4Me",
            "logo": "https://apps-static.routeml.com/structured-data/route4me-logo.png",
            "contactPoint": [
                {
                    "@type": "ContactPoint",
                    "telephone": "+1-888-552-9045",
                    "contactType": "Sales",
                    "contactOption": "TollFree",
                    "availableLanguage": "en",
                    "description": "New Customers"
                },
                {
                    "@type": "ContactPoint",
                    "telephone": "+1-855-768-8344",
                    "contactType": "Customer Support",
                    "contactOption": "TollFree",
                    "availableLanguage": "en",
                    "description": "Existing Customers"
                }
            ],
            "sameAs": [
                "https://www.facebook.com/Route4Me",
                "https://twitter.com/route4me",
                "https://www.linkedin.com/company/route4me",
                "https://www.youtube.com/Route4Me",
                "https://www.g2.com/products/route4me/reviews",
                "https://www.capterra.com/p/149633/Route4Me/"
            ],
            "foundingDate": "2009",
            "legalName": "Route4Me, Inc.",
            "founder": {
                "@type": "Person",
                "name": "Dan Khasis",
                "sameAs": "https://www.linkedin.com/in/dankhasis/"
            },
            "address": {
                "@type": "PostalAddress",
                "streetAddress": "1010 N. Florida Avenue",
                "addressLocality": "Tampa",
                "addressRegion": "FL",
                "postalCode": "33602",
                "addressCountry": "US"
            }
        },
        {
            "@type": "WebSite",
            "@id": "https://route4me.com/#website",
            "name": "Route4Me Route Planning and Route Optimization Software",
            "alternativeHeadline": "Last Mile Transportation Platform",
            "url": "https://route4me.com",
            "potentialAction": [
                {
                    "@type": "SearchAction",
                    "target": {
                        "@type": "EntryPoint",
                        "actionPlatform": "GenericWebPlatform",
                        "urlTemplate": "https://route4me.com/platform/marketplace/search?q={search_term_string}"
                    },
                    "query-input": "required name=search_term_string"
                },
                {
                    "@type": "InstallAction",
                    "name": "Try Route4Me Platform Free",
                    "description": "No Credit Card 100% Free 7 Day Unlimited Trial with instant route creation, mobile access and 24/7 support",
                    "target": {
                        "@type": "EntryPoint",
                        "actionPlatform": "GenericWebPlatform",
                        "urlTemplate": "https://route4me.com/platform/marketplace/pricing"
                    }
                }
            ]
        }
    ]
}